/* Localized versions of Info.plist keys */

CFBundleName = "Create PDF Contact Sheet";

AMName = "New PDF Contact Sheet";

/*  AMApplication localized strings  */
"PDF" = "PDF";

/*  AMCategory localized strings  */
"Photos" = "Photos";

/*  AMDefaultParameters localized strings  */
fileName = "New Contact Sheet";
/* 0 = US Letter, 1 = A4 */
paperSize = 0;

/*  AMDescription localized strings  */
AMDNote = "The original images are not altered.";
AMDResult = "A PDF file with scaled versions of images.";
AMDSummary = "This action creates a PDF contact sheet of the images passed into it.";

/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */